[
  {
    "id": 9495503,
    "companyId": 295,
    "name": "Pessoa Arquiteta de Dados Especialista I (Diretoria de Dados)",
    "description": "SOBRE O GRUPO BOTICÁRIO&nbsp;Um dos maiores grupos de beleza do mundo, o Grupo Boticário é uma empresa brasileira presente em mais de 40 países. É dono das marcas O Boticário, Eudora, Quem Disse, Berenice?, Vult, O.U.i, Dr. JONES, Tô.que.tô, TRUSS, e do marketplace Beleza na Web, além de atuar com produtos licenciados como Australian Gold, Bio Oil, Nuxe, e Pampers e sua divisão para o mercado B2B. Essa interação entre diferentes marcas, ativos, plataformas, rede de franqueados, representantes, distribuidores, varejistas, sellers e fornecedores formam o ecossistema de beleza do Grupo Boticário que oferece, ainda, soluções digitais de gestão de negócio para o varejo brasileiro por meio das suas marcas Mooz, Casa Magalhães e GAVB. São mais de 19 mil colaboradores diretos, com mais de 4 mil lojas em 1.780 cidades brasileiras.Vem fazer beleza com a gente!&nbsp;Responsabilidades e atribuiçõesProjetar, evoluir e manter arquiteturas de referência para engenharia dados e ML para soluções batch, real-time e streaming;Desenvolver e orquestrar pipelines robustos de dados e ML;Criar e manter APIs de dados para uso em escala por diferentes squads e produtos;Participar ativamente do ciclo completo de vida dos dados/modelos, desde exploração, modelagem e validação até deploy, monitoramento e re-treinamento;Apoiar e evangelizar boas práticas de governança de dados, incluindo catálogo de dados, linhagem e versionamento de datasets e modelos;Trabalhar de forma colaborativa com engenheiros de dados, cientistas de dados e product managers para traduzir necessidades de negócio em soluções técnicas sustentáveis e seguras;Ser referência técnica em cloud, arquitetura de soluções/dados e ML Engineering, influenciando a adoção de ferramentas modernas e práticas eficientes.Requisitos e qualificaçõesSólida experiência em programação (ex: Python);Fluência em SQL e Python para manipulação de grandes volumes de dados;Experiência com arquiteturas batch e streaming/real-time;Vivência com cloud computing (GCP, AWS ou Azure);Experiência com ferramentas de orquestração de pipelines como Airflow, Kubeflow, Vertex AI;Conhecimento em CI/CD para Engenharia de dados e ML e boas práticas de Dataops e MLOps;Experiência com desenvolvimento de APIs (RESTful, FastAPI, Flask, etc.);Familiaridade com frameworks distribuídos (Apache Beam, Apache Spark, etc.);Desejável experiência/conhecimento em Inteligência Artificial.Informações adicionaisNOSSOS BENEFÍCIOSJá falamos que o Grupo Boticário é o melhor e maior ecossistema de beleza, né?E quando falamos dos Benefícios, nos preocupamos com as nossas pessoas e por isso, oferecemos um pacote de benefícios* que permite uma vida mais equilibrada e completa:Aqui, sua Saúde é prioridade. Plano médico e odontológico. Auxílio medicamentos. Vale saúde para familiares. Sessões de psicoterapia gratuitas. Telemedicina e 2ª opinião médica. Vacina da gripe e HPV gratuitas. Programas de cuidado com a saúdePara cuidar da sua Alimentação. Vale refeição ou restaurante local (conforme modelo de trabalho). Vale alimentação. Vale alimentação de NatalGarantindo Bem-Estar e Qualidade de Vida em todos os aspectos da vida. Plano de academias e estúdios de atividade física. Auxílio home office (modelos de trabalho híbrido e remoto). Plano de saúde para pets. Day off de aniversário. Desconto de até 40% em nossos produtos. Associação para colaboradores (convênios e parcerias, loja multimarcas, academias total pass, cursos e muito mais!). Programa de viagens e hospedagens&nbsp;Para a Família, nosso bem mais precioso. Auxílio educação infantil. Crédito nutrição infantil. Auxílio babá. Auxílio material escolar. Orientação jurídica, psicológica e social. Apoio para pais atípicos. Licença parental estendida (180 dias para mães e 120 dias para pais)Mobilidade para sua jornada presencial. Vale Transporte e Estacionamento (modelos híbrido e presencial)Seguridade para proteção e tranquilidade financeira. Seguro de Vida. Apoio ao falecimento de pais. Previdência Privada. Empréstimos consignados*Os pacotes de benefícios são configurados conforme regras de elegibilidade.",
    "careerPageId": 210,
    "careerPageName": "Grupo Boticário",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/295/career/210/images/2025-05-20_20-25_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-16T23:31:42.943Z",
    "applicationDeadline": "2025-08-04T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://grupoboticario.gupy.io/job/eyJqb2JJZCI6OTQ5NTUwMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://grupoboticario.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9501963,
    "companyId": 8386,
    "name": "COORDENADOR DE DADOS E ANALYTICS",
    "description": "Aqui na Quali, acreditamos na força dos dados como motor para decisões estratégicas. Nossa área de Dados e Analytics está passando por um momento importante de transformação: evoluindo para um modelo multidisciplinar, orientado a entregas estratégicas e sustentadas pelas melhores práticas de desenvolvimento e governança.Se você busca um ambiente em que desenvolvimento técnico, protagonismo e impacto real nos resultados do negócio caminham juntos, este é o lugar certo!Responsabilidades e atribuiçõesVocê será responsável pela coordenação de um time, atuando como ponte entre as áreas técnicas e o negócio. Entre suas principais atribuições, estão:·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Análise de dados operacionais e financeiros;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Desenvolvimento e sustentação de dashboards e ETLs;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Interlocução com áreas de negócios para apoio em projetos estratégicos;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Condução de rituais de gestão das torres de atendimento;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Apoio à implementação de boas práticas de governança de dados;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Garantia de qualidade, ritmo e direcionamento técnico das entregas.Requisitos e qualificaçõesExperiências desejadas:Gestão de times técnicos;Conhecimentos em ferramentas de BI, modelagem de dados, ETL, SQL, conceitos de data warehouse, governança de dados, datalake e cloud;Desejável experiência com metodologias ágeis e gestão de backlog;Vivência em análise de indicadores de negócios.Habilidades e comportamentos que fazem a diferença:Pensamento analítico e visão sistêmica;Foco em resultados e resolução de problemas;Capacidade de influência, autonomia e proatividade;Resiliência e capacidade de adaptação em cenários de mudança.Informações adicionaisModelo de Trabalho:&nbsp;HíbridoLocal de Trabalho:&nbsp;São Paulo/SP//O que oferecemos:Vale-Refeição ou Vale-Alimentação;Assistência Médica;Assistência Odontológica;&nbsp;Vale transporte;PLR;Day Off no mês do aniversário;Auxílio home office;Seguro de vida;Short friday;Wellhub (Gympass);Zenklub;Acesso a plataforma de treinamentos exclusiva - Universidade Quali",
    "careerPageId": 22715,
    "careerPageName": "Qualicorp",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/8386/career/22715/images/2024-02-22_17-46_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-16T22:37:24.265Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://carreirasquali.gupy.io/job/eyJqb2JJZCI6OTUwMTk2Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://carreirasquali.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9500525,
    "companyId": 1904,
    "name": "Analista de engenharia de Dados - TI ",
    "description": "Somos apaixonados pelo que fazemos e juntos conduzimos um negócio com mais de&nbsp;25 anos&nbsp;de história.Já ultrapassamos a marca de 120 lojas, entre próprias e franquias, além de + 1.100 multimarcas que vendem nossos produtos por todo o país e um e-commerce potente que oferece uma infinidade de itens que atendem o lifestyle masculino.Hoje temos um orgulho enorme de dizer que a&nbsp;#NossaComunidade&nbsp;está presente em todos os estados do Brasil e isso é só o começo. Em 2023 faturamos&nbsp;600 milhões de reais&nbsp;e caminhamos com o objetivo de dobrar de tamanho até 2026 e atingirmos a marca de 1 bilhão de reais.E vale dizer que estamos em plena expansão e como parte da nossa estratégia de crescimento decidimos iniciar uma jornada para nos tornarmos uma&nbsp;house of brands, prática comum no varejo de moda.E como marco em nossa história lançamos em 2022 a nossa nova marca&nbsp;Urban Performance, que mescla elegância e praticidade para entregar ao homem mais conforto nos diferentes ambientes que ele ocupa em sua vida como lazer, esporte e trabalho.Para que tudo isso aconteça, contamos com mais de mil pessoas talentosas, que com protagonismo, colaboração, respeito e muito pertencimento, nos ajudam a construir o que em breve será&nbsp;o destino #1 do lifestyle dos homens.Aqui, acreditamos que cada pessoa inspira uma a outra e juntos podemos impulsionar e transformar histórias. Colaborando uns com os outros, avançamos com leveza e inteligência.E estamos em busca de um(a) Analista para ser responsável por ajudar na construção o futuro de Data e Analytics da Aramis.Responsabilidades e atribuiçõesConstrução de pipelines de ingestão de dados em python (Pyspark) na estrutura do Datalake.Construção de Integração de dados (Fonte Lake para sistemas transacionais).Desenvolvimento do modelo Lakehouse na estrutura Databricks(delta lake).Trabalhará de forma colaborativa com as partes interessadas internas e externas, como equipes de desenvolvimento de software, fornecedores e equipes de negócioGarantir a integridade e disponibilidade do ambiente data lake.Requisitos e qualificaçõesHabilidades Técnicas💻 Graduação em Ciência da Computação, Tecnologia da Informação, Análise e Desenvolvimento de Sistemas, Engenharias em Geral ou Entusiastas em Tecnologia💻 Conhecimento dos conceitos de big data, sistemas distribuídos de arquivos, modelagem de dados em NoSQL.💻 Conhecimentos em banco de dados (SQL e NoSQL), procedures, views e extração de dados💻 Conhecimentos em ETL e ELT (grandes volumes de dados)💻 Claro entendimento de comunicação de dados por APIs (get, post, rest, soap, put, delet)💻 Linguagem de programação em Python (Pyspark preferencialmente)💻 Azure Data Lake Storage💻 Azure Data Factory💻 Azure DatabricksDiferenciais 💻 Databricks💻 Conhecimentos em data science💻 Hadoop💻 Cloudera💻 Conhecimentos em linguagem R💻 Conhecimentos IAHabilidades Comportamentais🚀 Pensamento Crítico🚀 Pensamento estratégico🚀 Habilidades de comunicação🚀 Pensamento analítico🚀 Orientação para resultados🚀 Adaptabilidade🚀 Inovador🚀 Relacionamento InterpessoalInformações adicionaisE vale dizer que estamos em plena expansão e como parte da nossa estratégia de crescimento decidimos iniciar uma jornada para nos tornarmos uma house of brands, prática comum no varejo de moda.E como marco em nossa história lançamos em 2022 a nossa nova marca Urban Performance, que nasceu sob o conceito de athleisure, tendência que mescla os momentos de lazer, de esporte e de trabalho.Para que tudo isso aconteça, contamos com mais de mil pessoas talentosas, que com protagonismo, colaboração, respeito e muito pertencimento, nos ajuda a construir o que em breve será o destino #1 do lifestyle dos homens.E para cuidar da #NossaComunidade montamos um combo de benefícios completo:💻 Trabalho híbrido: 1 dia presencial e 4 dias remoto💵 Salário competitivo;💵 PLR;🍴 Cartão flexível de Refeição e Alimentação (Swile);🏥 Assistência Médica;🏥Assistência Odontológica;🚎 Auxílio Transporte;🏋🏻 Auxílio para prática de Atividades Físicas (Total Pass);🧘🏽‍♀️ Auxílio Saúde e Bem-estar (Vittude)🤓 Auxílio Educação (Edupass)💵 Desconto de 50% nos produtos da marca🏖️ Day off no mês do aniversário🏖️ Day off no mês das mães (para quem já é mamis)🏖️ Day off no mês dos pais (para quem já é papis)👶🏻 Licença Paternidade estendida;👩🏻‍🤝‍👨🏼 No dress code&nbsp;",
    "careerPageId": 2948,
    "careerPageName": "Aramis",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1904/career/2948/images/2025-02-13_20-10_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-16T21:49:08.479Z",
    "applicationDeadline": "2025-09-08T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://aramis.gupy.io/job/eyJqb2JJZCI6OTUwMDUyNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://aramis.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9530505,
    "companyId": 1963,
    "name": "Cientista de dados Pleno | Negócios Integrados em Publicidade - Soluções de Dados | Vaga Exclusiva para pessoas Negras ✊🏾",
    "description": "Sobre a área:&nbsp;Somos a área de dados responsável por apoiar as necessidades do time de negócios da Globo! Nosso time é formado por cientistas, engenheiros e analistas de dados, além de especialistas em segmentação de audiências, e nossa missão é aplicar inteligência aos dados para superar desafios de negócio.DiversidadeCriamos ambientes onde todas as pessoas são incluídas, acolhidas e valorizadas. Nos empenhamos em ser uma Globo cada vez mais diversa, em representatividade e pensamento, aprendendo uns com os outros e estimulando a criatividade e inovação.Acreditamos na intencionalidade para gerar movimentos transformadores, que reconheçam que diferentes grupos sociais partem de diferentes realidades que precisam ser levadas em consideração e acolhidas pelas pessoas e pelo negócio.Equipes representativas trazem inovação inclusiva, nos permitindo criar experiências emocionantes para diferentes tipos de pessoas.Queremos ser cada vez mais o lugar onde todas as pessoas se encontram e, por isso, essa vaga é para você,&nbsp;pessoa negra, que quer crescer e construir o futuro com a gente, nos bastidores de produtos e serviços que impactam a vida de milhões de brasileiros e brasileiras todos os dias.&nbsp;Modelo de trabalho:&nbsp;Híbrido - São Paulo/SPResponsabilidades e atribuiçõesComo será seu dia a dia:&nbsp;&nbsp;• Desenvolver e operar soluções baseadas em Modelagem Estatística, Machine Learning e IA, de forma a gerar valor para a as áreas de negócios;• Executar análises exploratórias de dados, criando visualizações estatísticas para apoiar decisões de negócios;• Atuar de forma consultiva junto aos anunciantes da Globo, apresentando resultados, entendendo necessidades de negócio e propondo soluções;• Colaborar com a criação de infraestrutura para ganho de escala em soluções de dados.Requisitos e qualificaçõesDo que você precisa:&nbsp;• Graduação em Engenharia, Estatística, Matemática, Ciência da Computação, Economia e áreas correlatas;• Conhecimento intermediário em inferência estatística: estimação pontual e testes de hipótese;• Conhecimento intermediário em modelagem estatística: modelos de regressão, modelos de séries temporais;• Conhecimento intermediário em Machine Learning: modelos de regressão, classificação e clusterização;• Conhecimento intermediário em ambientes de cloud (Google Cloud, AWS, Microsoft Azure);• Conhecimento avançado em Python e SQL.﻿Conhecimentos que te destacam:&nbsp;&nbsp;&nbsp;﻿• Pós-Graduação (Latu Sensu ou Strictu Sensu) em Engenharia, Estatística, Matemática, Ciência da Computação, Economia e áreas correlatas;• Experiência prévia com mercado publicitário;• Conhecimento aprofundado em Machine Learning, Modelagem Estatística ou Inferência Estatística;• Conhecimento de Inferência Causal;• Conhecimento de Redes Neurais/Deep Learning;• Conhecimento de inferência Bayesiana;• Conhecimento de frameworks de processamento distribuído (por exemplo, Apache Spark) e de orquestração de Pipelines (por exemplo, Airflow);• Forte capacidade de comunicação para audiências não-técnicas.Informações adicionaisPor que vir para Globo:&nbsp;&nbsp;Vem e vamos criar histórias e tecnologias juntos.Na Globo, o encontro de histórias com tecnologia move um time diverso e apaixonado por inovação.A gente tem a chance de aproximar os brasileiros, criando novas formas de se conectar com eles.Aqui, cada um faz a transformação acontecer.Seguindo o compromisso de contribuir para um ambiente seguro para nossas pessoas, informamos que ter o esquema completo vacinação contra a Covid-19 é uma condição obrigatória para o trabalho na Globo, presencial ou a distância, e que o comprovante deverá ser apresentado como pré-requisito para a contratação.&nbsp;&nbsp;Quer saber mais sobre como é trabalhar na Globo? Vem acompanhar nosso dia a dia, desafios e conquistas nas nossas redes:&nbsp;https://www.linkedin.com/company/globohttps://www.instagram.com/vempraglobohttps://www.youtube.com/c/VemPraGlobo/&nbsp;&nbsp;Os seus dados pessoais serão utilizados para fins de seleção de candidatos para preenchimento das vagas abertas na Globo. Os dados pessoais coletados durante o processo seletivo dos candidatos que não forem admitidos neste momento poderão ser mantidos nos bancos de dados para consideração em futuros processos seletivos. Todos os dados coletados serão tratados segundo rígidos padrões de segurança da informação e em total respeito às leis de privacidade aplicáveis, incluindo a Lei 13.709/18, e nos termos de nossa política de privacidade, disponível no link:&nbsp;https://vempraglobo.g.globo/files/politica_de_privacidade.pdf&nbsp;Ao prosseguir você está ciente e de acordo para realização de sua candidatura nestes termos.&nbsp;",
    "careerPageId": 40535,
    "careerPageName": "Globo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1963/career/40535/images/2025-01-02_19-51_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-16T21:02:46.746Z",
    "applicationDeadline": "2025-08-03T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://globo.gupy.io/job/eyJqb2JJZCI6OTUzMDUwNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://globo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9530139,
    "companyId": 65971,
    "name": "Analista de Dados",
    "description": "Estamos em busca de um(a) Analista de Dados para fortalecer nosso time. Este(a) profissional será responsável por&nbsp;preparar, organizar e manter dados confiáveis que alimentam relatórios, análises e decisões estratégicas nas áreas de Inteligência, CS, Operações e Comercial.O que você vai encontrar ao fazer parte da&nbsp;Branddi:Startup em constante evolução: Aqui, cada dia é uma nova oportunidade de aprender e crescer!Ambiente colaborativo e acolhedor: Valorizamos e incentivamos novas ideias. Sua contribuição é essencial para nós!Espaço para inovação: Buscamos sempre melhorar nossos processos e fluxos, e contamos com você para ajudar nesse processo de aprimoramento.Integração entre áreas: Em nosso time, todos se conectam e colaboram, criando um ambiente dinâmico e alinhado.Flexibilidade: Trabalhe de onde se sentir mais confortável com o nosso modelo de&nbsp;home office&nbsp;e participe de reuniões de alinhamento para manter todos conectados.Responsabilidades e atribuiçõesPrincipais Responsabilidades:Realizar extrações, limpeza e cruzamento de dados com foco em uso prático.Construir datasets reutilizáveis que alimentam dashboards e análises.Atuar junto ao Especialista de B.I. na manutenção da camada de dados das visões.Apoiar a área de Inteligência com análises pontuais, investigação de padrões e validação de hipóteses.Identificar problemas nos dados e propor correções ou melhorias estruturais.Requisitos e qualificaçõesRequisitos e qualificações:Proficiência em SQL e organização de dados.Experiência com tratamento e modelagem de dados para uso analítico.Raciocínio lógico e atenção a detalhes.Perfil colaborativo, com foco em atender as demandas internas de forma eficiente.Informações adicionais💻Home Office📃Modalidade PJ",
    "careerPageId": 156529,
    "careerPageName": "Branddi",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/65971/career/156529/images/2024-09-09_21-16_companyLogoUrl.png",
    "type": "vacancy_legal_entity",
    "publishedDate": "2025-07-16T20:15:31.140Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://brandmonitor.gupy.io/job/eyJqb2JJZCI6OTUzMDEzOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://brandmonitor.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9529311,
    "companyId": 71317,
    "name": "Engenheiro de Dados",
    "description": "Trabalhar na MedSênior é sentir-se cuidado.É viver o propósito do bem envelhecer, construindo uma cultura inspiradora junto aos valores que acreditamos.Somos uma empresa em movimento e, a nossa expansão, é oportunidade constante para todos. Juntos, somos Bem+.Estamos em 7 estados e com planos de expansão, quer juntar-se a esse nosso propósito?💡 Conheça mais sobre os cargos e candidate-se. Nossas vagas também são validas ao público PCD.#MedSênior&nbsp;#vagas&nbsp;#hiring&nbsp;#oportunidades&nbsp;#tecnologia&nbsp;#saúde&nbsp;#contratando&nbsp;Responsabilidades e atribuições• Desenvolver e otimizar pipelines de dados (ETL/ELT) com ferramentas e programação; • Criar e manter conexões entre bancos de dados e ferramentas analíticas (ex: Power BI); • Criar modelos de dados para relatórios e dashboards;• Automatizar processos de ingestão, transformação e disponibilização de dados; • Garantir a integridade, segurança e governança dos dados manipulados; • Mapear requisitos de dados junto às áreas técnicas e de negócio; • Propor melhorias contínuas na arquitetura de dados e estruturação dos pipelines; • Documentar processos, fluxos e boas práticas de engenharia de dados; • Contribuir com a disseminação da cultura de dados na organização.Requisitos e qualificaçõesEnsino superior completo em Ciência da Computação, Engenharia, Sistemas de Informação ou áreas afins;Experiência com soluções da Microsoft Azure; Experiência com SQL e Python (ou PySpark), com foco em manipulação de dados;Experiência em projetos envolvendo ingestão, transformação, modelagem e disponibilização de dados;Desejável experiência em projetos de migração de dados para a nuvem ou modernização de pipelines legados.Informações adicionaisTicket alimentação, Gympass, acolhimento psicológico, folga aniversário e muito mais.",
    "careerPageId": 173755,
    "careerPageName": "MedSênior",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/71317/career/173755/images/2024-10-04_17-41_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-16T18:57:25.972Z",
    "applicationDeadline": "2025-09-14T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vitória",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://medsenior.gupy.io/job/eyJqb2JJZCI6OTUyOTMxMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://medsenior.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9529015,
    "companyId": 37427,
    "name": "Processo Seletivo 001/2025 - Especialista em Dados - Foco em Negócios",
    "description": "ABERTURA DE VAGA Nº 01/2025PROCESSO SELETIVO PARA CONTRATAÇÃO DE ESPECIALISTAS EM DADOS (FOCO EM NEGÓCIOS)A BRBCARD, empresa de meios eletrônicos de pagamento em constante expansão e comprometida com soluções inovadoras e baseadas em dados, torna público o presente documento para a contratação de 9 (nove) profissionais para o cargo de Especialista em Dados com foco em Negócios (adquirência, cartões, contabilidade, Loyalty, marketing digital, inteligência de clientes e segurança), &nbsp;conforme as condições a seguir:Responsabilidades e atribuições1.REQUISITOS OBRIGATÓRIOSFormação Acadêmica:Graduação completa em Estatística, Economia, Administração, Contabilidade, Engenharia, Ciência de Dados, Sistemas de Informação ou áreas correlatas;Desejável especialização, MBA ou mestrado em áreas como Análise de Dados, Business Analytics, Inteligência de Mercado ou Estratégia de Negócios.Experiência Profissional:Mínimo de 1 ano de atuação comprovada em posições que envolvam análise de dados aplicada ao negócio;Vivência em empresas dos setores financeiro, bancário, adquirência, fintechs ou consultorias estratégicas será considerada um diferencial.&nbsp;2. CONHECIMENTOS TÉCNICOS E FUNCIONAISDomínio de ferramentas de análise e visualização de dados: Power BI, Excel Avançado, R;Conhecimento em SQL e manipulação de bases de dados estruturadas;Capacidade de construção de dashboards e reports de performance para áreas como: cartões, adquirência, multibenefícios, loyalty e canais digitais;Experiência com modelagem de indicadores de desempenho (KPIs), análises de cohort, churn, LTV, CAC, entre outros;Familiaridade com ferramentas e conceitos de planejamento estratégico, OKRs, inteligência competitiva e análise de mercado;Diferenciais: conhecimento em Python para análises avançadas e modelos preditivos, além de vivência com plataformas de CRM e marketing analytics.3. PRINCIPAIS ATIVIDADESApoiar as áreas de negócios na construção de análises estratégicas e identificação de oportunidades de crescimento;Gerar estudos de mercado, comportamento de clientes e concorrência para orientar decisões táticas e estratégicas;Criar relatórios e dashboards que facilitem o monitoramento de resultados e o acompanhamento de metas;Desenvolver e sustentar modelos analíticos que ajudem a prever comportamentos, segmentar públicos e otimizar campanhas;Atuar como elo entre os dados e as decisões executivas, promovendo uma cultura data-driven na organização.Requisitos e qualificações4. HABILIDADES COMPORTAMENTAISVisão analítica orientada para geração de valor ao negócio;Boa comunicação para transformar dados em narrativas estratégicas claras e impactantes;Curiosidade intelectual e mentalidade de crescimento contínuo;Facilidade de relacionamento com times multifuncionais (produto, marketing, comercial, finanças e TI);Autonomia, senso de prioridade e orientação a resultados.Informações adicionais5. LOCAL DE TRABALHO E REGIMEModelo de trabalho: Presencial em Brasília;Regime de contratação: CLT;Jornada: 40h semanais.&nbsp;6. REMUNERAÇÃO E BENEFÍCIOS&nbsp;Faixa Salarial: R$ 7.900,00 a R$ 9.416,02;Participação nos Lucros e Resultados (PLR);Vale-alimentação/refeição (R$ 2.308,68)Assistência médica e odontológica e Previdência Complementar;Incentivo à educação (cursos, certificações);Plano de carreira com trilhas técnicas e gerenciais.7. CRONOGRAMA PREVISTOCandidatura: 16 a 20/07Perfil Comportamental: até 22/07Provas Técnicas: até 23/07Aderência: 25/07Estudo de Caso: 28/07 a 05/08Análise de Requisitos: 06/08 a 13/08Entrevista: 14/08 a 28/08Resultado: 29/08Apresentação de documentos: 01/09 a 05/09Admissão: 08/09/20258. ETAPAS DO PROCESSO SELETIVO (Conforme Anexo I e II)9.&nbsp;DISPOSIÇÕES GERAISTodas as etapas poderão ser realizadas remotamente;É de inteira responsabilidade do candidato acompanhar a publicação de todos os atos e Comunicados referentes a este Processo Seletivo;De modo a manter a imparcialidade e a transparência dos Processos Seletivos, bem como manter um ambiente de trabalho justo e meritocrático, fica vedada a participação no Processo Seletivo de ex-empregado da BRBCARD que foi demitido sem justa causa nos últimos 18 (dezoito) meses, em novos Processos Seletivos para a BRBCARD. O período de restrição de 18 (dezoito) meses será contado a partir da data de homologação da rescisão contratual do ex-empregado, anteriores à data de abertura do Processo Seletivo;A inscrição implica na aceitação integral das condições estabelecidas neste documento;A empresa valoriza a diversidade e a inclusão em todas as suas contratações. Profissionais de todas as identidades e origens são incentivados a se candidatar;Não serão fornecidos atestados, declarações, certificados ou certidões relativas à habilitação, classificação ou nota de candidatos neste Processo Seletivo;A inexatidão das declarações, as irregularidades de documentos ou de outra natureza, ocorridas no decorrer deste processo seletivo, mesmo que só verificada posteriormente, eliminará o candidato, anulando-se todos os atos e efeitos decorrentes da sua candidatura;Os itens deste documento e anexos poderão ser alterados, atualizados ou acrescidos até a conclusão da providência ou evento a que se referem. Quaisquer modificações serão informadas por meio de um comunicado ou aviso publicado na página de carreira da BRBCARD;As ocorrências não previstas neste documento e anexos ou os casos duvidosos serão resolvidas, em caráter irrecorrível, pela Gerência de Pessoas da BRBCARD;O processo poderá ser cancelado a qualquer tempo por interesse da BRBCARD mediante comunicação;A realização do processo e aprovação não implica em obrigação de contratação por parte da BRBCARD, que realizará o preenchimento das vagas conforme sua disponibilidade orçamentária e interesse.",
    "careerPageId": 165679,
    "careerPageName": "BRBCARD",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/37427/career/165679/images/2024-02-28_14-23_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-16T18:49:43.773Z",
    "applicationDeadline": "2025-07-20T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Brasília",
    "state": "Distrito Federal",
    "country": "Brasil",
    "jobUrl": "https://brbcardvagas.gupy.io/job/eyJqb2JJZCI6OTUyOTAxNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://brbcardvagas.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9442129,
    "companyId": 51691,
    "name": "Analista de Dados Estratégicos Sr",
    "description": "Vem pra NÚCLEA!&nbsp;Já imaginou se os meios de pagamento parassem de funcionar? Pois é, isso nem passa pela nossa cabeça, porque trabalhamos com inovação, confiabilidade e tecnologia de ponta para que você, pequenas ou grandes empresas possam fazer suas transações com total segurança e agilidade, a qualquer hora do dia ou da noite.&nbsp;Nosso ambiente é feito de gente movida pela vontade de interagir de forma colaborativa e disposta a se desafiar todos os dias. Estamos cheios de energia para continuar transformando o mercado financeiro. Temos muito orgulho de ser Núclea.Sobre a NÚCLEA&nbsp;https://www.nuclea.com.br/&nbsp;Para todas as posições consideramos diversidade e inclusão.Na Núclea, valorizamos muito o respeito e a diversidade em nossas equipes, aqui, acreditamos que nossas diferenças são nossas maiores forças.De acordo com nossos valores, as pessoas estão no centro&nbsp;do nosso negócio e somente elas são capazes de&nbsp;movimentar a economia digital em benefício de toda a sociedade.&nbsp;&nbsp;Essa é a chance para você mudar a sua vida, corra e se inscreva!Responsabilidades e atribuiçõesElaborar as projeções de volumetria transacionada em todos os serviços/produtos, aplicando&nbsp;as metodologias adequadas para suportar a elaboração do orçamento de receitas.Entendimento das regras de negócio de todos os serviços/produtos, através de estudos e análises, a fim de desenvolver os indicadores e correlações.Elaborar e implementar os indicadores de todos os Serviços/Produtos a fim de suportar as áreas de produtos e negócios na análise e tomada de decisão.Automatizar relatórios de volumetria de todos os Serviços/Produtos para utilização pelas áreas, a fim de viabilizar o acesso às informações.Acompanhar o desenvolvimento das soluções de Business Intelligence para cada Serviço/Produto para garantir a assertividade nas informações e indicadores.Atender às solicitações e demandas de clientes internos e externos provendo relatórios e indicadores solicitados.Desenvolver regras&nbsp;para detecção de operações fora do padrão utilizando metodologias adequadas e software estatístico.Antecipar tendências e lançamentos de empresas de mercado dos segmentos pretendidos pela CIP para futura atuação.&nbsp;  Requisitos e qualificaçõesFormação AcadêmicaEnsino Superior Completo em: Administração de Empresas, Economia, Engenharia, Matemática ou Estatística.Desejável: Pós Graduação/MBA.Conhecimentos EspecíficosExcel: AvançadoWord: AvançadoPowerpoint: AvançadoPower BI: AvançadoDatabricks: IntermediárioSQL: IntermediárioIndicadores / KPIs: AvançadoInglês: IntermediárioAnálise Preditiva / Descritiva: IntermediárioModelagem Estatística: IntermediárioInformações adicionaisModelo de Trabalho&nbsp;Home First&nbsp;(Maior parte Home Office)Salário compatível com o mercado - CLTBenefíciosConvênio Médico e OdontológicoVale Refeição - CajuSeguro de VidaAuxilio educaçãoAuxilio homefirstPLRPrevidência PrivadaAuxílio creche",
    "careerPageId": 118852,
    "careerPageName": "Núclea",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/51691/career/118852/images/2022-12-12_17-12_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-16T18:47:18.680Z",
    "applicationDeadline": "2025-08-29T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://nuclea.gupy.io/job/eyJqb2JJZCI6OTQ0MjEyOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://nuclea.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9506406,
    "companyId": 42673,
    "name": "Analista de Dados Pleno",
    "description": "Na Nitro somos apaixonados pelo que fazemos, agimos com senso de dono e valorizamos a vida. Acreditamos na importância da sustentabilidade, agimos sempre com responsabilidade e segurança. Somos parceiros dos nossos clientes e buscamos levar excelência à sociedade por meio de produtos, serviços e processos que promovem soluções, brilho e vida.&nbsp;Nossa Gente é nossa motivação, atraímos e desenvolvemos pessoas melhores que NÓS. Venha fazer parte de nosso time!&nbsp;Sua missão será:Desenvolver pipelines de engenharia de dados utilizando Databricks de maneira a facilitar o acesso e consumo dos dados para análises e tomadas de decisão baseada em dados.Responsabilidades e atribuiçõesDesenvolver, otimizar e manter pipelines de dados escaláveis e eficientes utilizando Databricks, Apache Spark e Python;Projetar e implementar soluções de engenharia de dados para processamento de grandes volumes de dados em ambientes distribuídos;Criar e gerenciar modelos de dados estruturados e não estruturados, garantindo sua integridade e qualidade;Trabalhar em conjunto com cientistas de dados e analistas para facilitar o consumo de dados e melhorar a tomada de decisão baseada em dados;Implementar processos de automação e orquestração de pipelines de dados utilizando Apache Airflow, Databricks Workflows ou outras ferramentas;Monitorar a performance e otimizar consultas e processos para garantir eficiência e escalabilidade;Garantir segurança e governança de dados de acordo com as melhores práticas do setor;Colaborar com equipes de tecnologia e negócios para entender necessidades e traduzir requisitos em soluções técnicas robustas.Diferenciais:Certificações em Databricks, AWS/Azure/GCP;Experiência com construção e manutenção de Dashboards em Power BI.Requisitos e qualificações·E o que você precisa para cumprir a sua missão?Curso Superior Completo em Analise de Sistemas, Engenharia, Ciencia de dados, Estatística, Sistemas de Informação e afins;Experiência com construção e manutenção de pipelines de dados;Experiência com Python - Spark;Databricks.Informações adicionaisLocal de Trabalho: Pinheiros | SPPolítica Flex Office",
    "careerPageId": 89840,
    "careerPageName": "Nitro",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/42673/career/89840/images/2023-05-24_12-36_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-16T17:34:25.361Z",
    "applicationDeadline": "2025-07-21T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://nitro.gupy.io/job/eyJqb2JJZCI6OTUwNjQwNiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://nitro.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9527881,
    "companyId": 986,
    "name": "Engenheiro de Dados AWS Júnior",
    "description": "A Leega é uma empresa focada no atendimento eficiente e inovador em seus clientes.&nbsp;Isso não poderia ser diferente com o nosso principal combustível: as pessoas!&nbsp;&nbsp;Nossa cultura é inspiradora e nossos valores estão presentes no dia a dia: ética&nbsp;e transparência, excelência de&nbsp;qualidade, trabalho em equipe, responsabilidade&nbsp;econômica, social e ambiental, relações humanas e credibilidade.Buscamos profissionais inovadores que sejam movidos por desafios e focados em resultados.Se você busca uma empresa dinâmica e parceira e que investe em seus colaboradores através de capacitação constante, a Leega é o lugar para você!&gt;&gt; A LEEGA É PARA TODOS, ficaremos muito felizes em ter você em nosso time. Venha fazer parte da nossa história e da construção do nosso futuro.&nbsp;Cadastre-se agora mesmo em nossas vagas!Responsabilidades e atribuiçõesExperiência mínima de 6 meses na área de Engenharia de DadosCriar e manter processos de extração, transformação e carregamento (ETL/ELT) de dados a partir de diversas fontes;Apoiar na criação de modelos de dados e esquemas otimizados para armazenamento e recuperação eficientes;Identificar, documentar e corrigir problemas relacionados à qualidade, integridade e consistência dos dados;Trabalhar em conjunto com analistas de dados, cientistas de dados e outras áreas para compreender e atender às necessidades de dados do negócio;Ajudar na implementação e monitoramento de ambientes de dados em cloud ou on-premises, garantindo alta disponibilidade e desempenho;Elaborar e manter atualizada a documentação de processos, fluxos e ferramentas de dados.Requisitos e qualificaçõesExperiência inicial com manipulação de dados em SQL;Conhecimento básico em linguagens de programação como Pyspark, Python (foco em bibliotecas de dados: Pandas, NumPy);Conhecimento em CLOUD AWS (S3, EMR, Redshift);Familiaridade com conceitos de banco de dados relacionais (Oracle, SQL, PostgreSQL, MySQL) e não relacionais (MongoDB);Noções sobre ferramentas e processos de ETL/ELT;Capacidade analítica e atenção a detalhes;Boa comunicação e habilidade para trabalhar em equipe.Experiência prática com ferramentas de versionamento de código (Git);Familiaridade com workflows de dados em Airflow;Certificações Cloud.Informações adicionaisNa nossa empresa, você encontrará um ambiente colaborativo e um pacote de benefícios que visa o seu crescimento, saúde e qualidade de vida. Confira abaixo os benefícios que oferecemos:🏥 Convênio Médico Porto SeguroCuidado completo para você e sua família, com possibilidade de incluir cônjuge e filhos.🦷 Convênio Odontológico Porto SeguroProteção odontológica para você e seus dependentes.💰 Participação nos Lucros e Resultados (PLR)Reconhecimento pelo seu trabalho e contribuição para o sucesso da empresa.👶 Auxílio CrecheSuporte financeiro para que pais e mães cuidem dos pequenos com tranquilidade.🍽️ Vale Alimentação e Refeição AleloGarantindo refeições práticas e confortáveis no seu dia a dia.💻 Auxílio Home OfficeIncentivo para que você tenha um espaço de trabalho confortável em casa.📚 Parcerias com Instituições de EnsinoEducação ao seu alcance, com descontos e incentivos em cursos e graduações.🚀 Incentivo para Certificações, inclusive em CloudAvance sua carreira com certificações nas principais tecnologias como: GCP, Azure, AWS entre outras.🤝Auster Apoio PessoalOrientação psicológica, Nutricional, Fisioterápica e Educação Física.🎁 Pontos LiveloAcumule pontos e use como preferir, com total liberdade de escolha.🏋️‍♂️ TotalPassIncentivo à saúde com planos de&nbsp;academia&nbsp;com desconto para colaboradores e familiares.🧘‍♂️MindSelfIncentivo à melhorar a qualidade de vida através de meditação e o Mindfulness.",
    "careerPageId": 1410,
    "careerPageName": "Leega Consultoria",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/986/career/1410/images/2023-04-27_23-47_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-16T17:34:06.291Z",
    "applicationDeadline": "2025-09-14T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://leega.gupy.io/job/eyJqb2JJZCI6OTUyNzg4MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://leega.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  }
]